<?php

return [
    'integer' => 'Поле должно быть числом.',
    'required' => 'Поле обязательно для заполнения.',
    'date' => 'Неверное значение поля даты.',
    'string' => 'Неверное значение строки.',
    'address_ru' => 'Поле адреса содержит недопустимые символы. Допустимы буквы, цифры, пробелы и знаки ,.-/().',
    'phone_simple' => 'Поле содержит некорректный номер телефона, длинна не менее 6 цифр и не более 20.',
    'text_ru' => 'Поле содержит недопустимые символы. Допустимы буквы, и пробелы.',
];
